Revit 2017 API
ElectricalSystem.GroundConductorsNumber Property
Returns the GroundConductors Number of the Electrical System.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public int GroundConductorsNumber { get; }
Visual Basic
Public ReadOnly Property GroundConductorsNumber As Integer
	Get
Visual C++
public:
property int GroundConductorsNumber {
	int get ();
}
Remarks
This property is used to retrieve the GroundConductors Number of the Electrical System.
See Also
ElectricalSystem Class
Autodesk.Revit.DB.Electrical Namespace